[
  {
    "id": 1,
    "picture": "https://i.ibb.co/HVgpBZH/plate-ladlefood.jpg",
    "title": "Feed the Hungry",
    "category": "Food",
    "category_bg": "#FF5733",
    "card_bg": "#FFE0B2",
    "text_button_bg": "#FF8F00",
    "description": "Join us in the fight against hunger by supporting our Feed the Hungry campaign. Your generous donation provides nutritious meals to individuals and families who are struggling to put food on their tables. Hunger knows no bounds, and in these challenging times, access to sustenance is a basic human right. Your contribution directly impacts the lives of those facing food insecurity, offering not just nourishment but also a glimmer of hope and relief from the burdens of hunger. By donating, you're helping us make a tangible difference in the lives of the most vulnerable in our community, ensuring that no one goes to bed hungry. Join us in this essential mission to alleviate hunger and create a world where everyone has access to the food they need. Donate now and be a part of our commitment to feed the hungry and build a brighter future for all.",
    "price": 25.0
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/c6Vqbd5/Patient-Support-Services-Medical-and-Mental-Health-Support-STRIDE-CHC-1-2.jpg",
    "title": "Support Medical Care",
    "category": "Health",
    "category_bg": "#4CAF50",
    "card_bg": "#D0F0C0",
    "text_button_bg": "#219621",
    "description": "Be a beacon of hope for individuals in need by contributing to our Support Medical Care campaign. Your generous donation directly enhances access to critical healthcare services, medical treatments, and support for those facing health challenges. In times of illness or hardship, access to quality medical care is essential, and your contribution ensures that individuals receive the care and attention they deserve. By donating, you're helping us bridge the gap in healthcare access, providing relief to those navigating medical journeys, and improving the overall well-being of our community. Your support promotes a healthier and more resilient community by empowering individuals to seek and receive the medical care they require. Join us in making a significant impact on the lives of those in need. Donate now and be a part of our mission to support medical care and bring healing to those who need it most.",
    "price": 50.0
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/vqVBSCy/csm-Getty-Images-1223141903-2553c1d28a.jpg",
    "title": "Educational Opportunities",
    "category": "Education",
    "category_bg": "#2196F3",
    "card_bg": "#B3E0FF",
    "text_button_bg": "#0D47A1",
    "description": "Unlock the potential of future generations by supporting our Educational Opportunities campaign. Your generous donation empowers students from underserved backgrounds with access to resources, scholarships, and quality education. Education is the cornerstone of a brighter future, and your contribution paves the way for these promising young minds to reach their full potential. By donating, you're fostering a culture of learning, providing opportunities for growth, and breaking down barriers to success. Whether it's ensuring access to textbooks, technology, or scholarships, your support plays a vital role in transforming lives. Join us in shaping a more equitable world, one educational opportunity at a time. Donate now and be a part of the journey toward a brighter and more inclusive future for all students.",
    "price": 30.0
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/Jyg1m8h/355133628-620502466843038-3110178123461812302-n.jpg",
    "title": "Clothing for All",
    "category": "Clothing",
    "category_bg": "#F06292",
    "card_bg": "#FFCDD2",
    "text_button_bg": "#E57373",
    "description": "Join us in making a difference in the lives of those facing adversity by supporting our Clothing for All campaign. Your generous donation ensures that individuals and families in need have access to warm and essential clothing, especially during harsh weather conditions. Every article of clothing you provide is more than just fabric; it's a source of warmth, dignity, and protection from the elements. By donating, you're offering comfort and a renewed sense of self-worth to those less fortunate in our community. Your contribution helps individuals stay warm during the colder seasons and enables them to face life's challenges with resilience and dignity. Join us in spreading warmth and compassion. Donate now and be a part of our mission to provide clothing for all, one piece at a time, and make a meaningful impact on the lives of those we serve.",
    "price": 20.0
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/KwCnDGJ/i-Stock-1276491920.webp",
    "title": "Meal Kits for Families",
    "category": "Food",
    "category_bg": "#FF5733",
    "card_bg": "#FFE0B2",
    "text_button_bg": "#FF8F00",
    "description": "Make a meaningful difference in the lives of struggling families by supporting our Meal Kits for Families campaign. Your generous donation ensures that nutritious meals reach those in need, alleviating the daily challenges of putting food on the table. In times of financial hardship or crisis, access to wholesome food is a basic necessity, and your contribution directly addresses this vital need. Each meal kit you provide is a source of nourishment, comfort, and hope for families facing adversity. By donating, you're not just offering sustenance; you're extending a helping hand, fostering resilience, and making it easier for families to focus on their well-being and future. Join us in the fight against hunger and be a lifeline for families in distress. Donate now and help us make a lasting impact on the dinner tables and lives of those we serve.",
    "price": 35.0
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/4RyRcF4/scientists-carry-out-medical-research.jpg",
    "title": "Medical Research",
    "category": "Health",
    "category_bg": "#4CAF50",
    "card_bg": "#D0F0C0",
    "text_button_bg": "#219621",
    "description": "Support groundbreaking medical research that has the power to change lives and reshape the future of healthcare. Your donation fuels the quest for innovative discoveries, breakthrough treatments, and life-saving interventions. By contributing to our Medical Research campaign, you're directly empowering scientists and researchers to explore new frontiers in medicine, unravel the mysteries of diseases, and develop cutting-edge therapies. Your generosity not only enhances the quality of healthcare but also brings hope to patients and families worldwide. Every dollar you give accelerates the progress toward a healthier, brighter future. Join us in this vital mission to advance medical knowledge, improve lives, and make a lasting impact on global health. Donate today and be a part of transformative medical breakthroughs.",
    "price": 75.0
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/4ZyvgGk/download.jpg",
    "title": "Digital Learning Devices",
    "category": "Education",
    "category_bg": "#2196F3",
    "card_bg": "#B3E0FF",
    "text_button_bg": "#0D47A1",
    "description": "Empower students in underserved communities with the gift of education by contributing to our Digital Learning Devices campaign. Your generous donation is a lifeline to learning, providing essential tools like tablets and laptops that bridge the digital divide. In today's digital age, access to online resources and virtual classrooms is critical, and your support ensures that students have the technology they need to thrive academically, regardless of their circumstances. By donating, you're opening doors to knowledge, enabling students to stay connected, engaged, and prepared for a successful future in an increasingly digital world. Join us in breaking down barriers to education and shaping a brighter tomorrow for these deserving young minds. Donate now and be a part of the transformative impact on their educational journey.",
    "price": 40.0
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/wSh52B3/359379-19384-XXL.jpg",
    "title": "Warm Winter Coats",
    "category": "Clothing",
    "category_bg": "#F06292",
    "card_bg": "#FFCDD2",
    "text_button_bg": "#E57373",
    "description": "Help us make winter warmer and more comfortable for those in need by contributing to our Warm Winter Coats campaign. Your generous donation ensures that individuals and families facing the harsh cold have access to high-quality, protective winter coats. In freezing temperatures, a warm coat is not just clothing; it's a lifeline, offering physical warmth, security, and dignity. Your support directly impacts lives by providing essential protection from the elements and the reassurance that someone cares. By donating, you're not only keeping bodies warm but also kindling the warmth of compassion in the hearts of those you help. Join us in spreading the gift of warmth and making winter a little brighter for those less fortunate in our community. Donate now and be a part of our mission to keep people warm, one coat at a time.",
    "price": 30.0
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/Ht2MVfZ/2021-1026-Gift-Catalogue-img02.jpg",
    "title": "Emergency Food Aid",
    "category": "Food",
    "category_bg": "#FF5733",
    "card_bg": "#FFE0B2",
    "text_button_bg": "#FF8F00",
    "description": "In times of crisis, hunger should never be an added burden. Join our Emergency Food Aid initiative and make a direct impact on the lives of those facing food shortages during emergencies. Your donation ensures that vital food supplies reach the most vulnerable in our community, offering sustenance, relief, and hope when it's needed most. Whether it's a natural disaster, a pandemic, or unforeseen circumstances, your contribution will help us respond swiftly to provide nourishment and support to those affected. Be a lifeline for families in distress; donate today to help us deliver essential food aid when it matters most. Together, we can make a real difference in times of crisis.",
    "price": 45.0
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/4VTp8h5/Counseling-Mental-Healthy-Life-Article21.jpg",
    "title": "Support Mental Health",
    "category": "Health",
    "category_bg": "#4CAF50",
    "card_bg": "#D0F0C0",
    "text_button_bg": "#219621",
    "description": "Make a difference in the lives of those facing mental health challenges. Your donation to our Support Mental Health campaign will help provide access to essential mental health services, counseling, and therapy for individuals in need. Together, we can break the stigma surrounding mental health and offer support to those on their journey to well-being. Join us in fostering mental wellness and healing. Donate now and be a part of a compassionate and caring community.",
    "price": 60.0
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/8bPnbTL/books-about-libraries-and-librarians.jpg",
    "title": "Books for Libraries",
    "category": "Education",
    "category_bg": "#2196F3",
    "card_bg": "#B3E0FF",
    "text_button_bg": "#0D47A1",
    "description": "Empower knowledge and ignite curiosity by contributing to our Books for Libraries campaign. Your donation will expand the literary horizons of our community, enriching library collections and offering diverse reading options for all ages. Join us in promoting a love for reading and learning. Give the gift of books and open doors to endless worlds of imagination today!",
    "price": 25.0
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/Xs7zSnJ/DSC00634-scaled.jpg",
    "title": "Uniforms for Education",
    "category": "Clothing",
    "category_bg": "#F06292",
    "card_bg": "#FFCDD2",
    "text_button_bg": "#E57373",
    "description": "Support the Uniforms for Education campaign and give children in need the confidence to excel academically. Your donation ensures that every child has access to a school uniform, removing financial barriers and fostering a sense of equality. Help us empower these young minds and create a brighter, more inclusive future. Give the gift of education today!",
    "price": 15.0
  }
]
